Repository: JuhG/Black-Spots-Theme-Full
Catalog: web/app/themes/black-spots-theme/languages/*.po
Languages: hu_hu

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
hu_hu: <strong>Elavult</strong> böngészőt használ. Kérjük, <a href="http://browsehappy.com/">frissítse böngészőjét</a> a felhasználói élmény javítása érdekében.

source: Error locating %s for inclusion
hu_hu: Hiba, nem található: %s

source: Author
hu_hu: Szerző

source: Select your color scheme or build your own selecting the colors individually!
hu_hu: Válassz ki egy színösszeállítást vagy készítsd el a sajátod, külön-külön megadva a színeket!

source: Select your color scheme! You can consider these as examples. In the premium version you can select all the colors individually.
hu_hu: Válassz ki egy színösszeállítást! Tekintsd ezeket példáknak. A prémium változatban megadhatod a színeket külön-külön.

source: Color Scheme
hu_hu: Színösszeállítás

source: Color scheme
hu_hu: Színösszeállítás

source: Normal Text Color
hu_hu: Normális szövegszín

source: Alternative Text Color
hu_hu: Alternatív szövegszín

source: Link Color
hu_hu: Link színe

source: Background Color
hu_hu: Háttérszín

source: Content Background Color
hu_hu: Tartalom háttérszíne

source: Header Type
hu_hu: Header típusa

source: Full
hu_hu: Széles

source: Boxed
hu_hu: Keskeny

source: Text
hu_hu: Szöveg

source: Continue
hu_hu: Tovább

source: Read more Text
hu_hu: "Olvasd tovább" szöveg

source: Change or remove this in the Customizer - Text section
hu_hu: Változtasd meg vagy töröld ki: Testreszabás - Szöveg menü

source: Footer Text
hu_hu: Footer szöveg

source: Dark - Blue
hu_hu: Sötét - Kék

source: Dark - Gray Green
hu_hu: Sötét - Szürke-zöld

source: Boxed - Gold
hu_hu: Keretes - Arany

source: Boxed - Black
hu_hu: Keretes - Fekete

source: Boxed - Red
hu_hu: Keretes - Piros

source: Boxed - Teal
hu_hu: Keretes - Kékeszöld

source: Boxed - Dark Blue
hu_hu: Keretes - Sötétkék

source: Boxed - Light Green
hu_hu: Keretes - Világoszöld

source: Boxed - Dark Green
hu_hu: Keretes - Sötétzöld

source: Boxed - Orange
hu_hu: Keretes - Narancssárga

source: Simple - Gold
hu_hu: Egyszerű - Arany

source: Simple - Black
hu_hu: Egyszerű - Fekete

source: Simple - Red
hu_hu: Egyszerű - Piros

source: Simple - Teal
hu_hu: Egyszerű - Kékeszöld

source: Simple - Dark Blue
hu_hu: Egyszerű - Sötétkék

source: Simple - Light Green
hu_hu: Egyszerű - Világoszöld

source: Simple - Dark Green
hu_hu: Egyszerű - Sötétzöld

source: Simple - Orange
hu_hu: Egyszerű - Narancssárga

source: Paragraph
hu_hu: Bekezdés

source: Heading 2
hu_hu: Címsor 2

source: Heading 3
hu_hu: Címsor 3

source: Heading 4
hu_hu: Címsor 4

source: Preformatted
hu_hu: Kód

source: Cite
hu_hu: Idézet

source: Hightlight
hu_hu: Kiemelés

source: Two columns
hu_hu: Két oszlop

source: Three columns
hu_hu: Három oszlop

source: Button Primary
hu_hu: Gomb - elsődleges

source: Button Secondary
hu_hu: Gomb - másodlagos

source: Content Width
hu_hu: Tartalom szélessége

source: Full Screen
hu_hu: Teljes képernyő

source: Loading
hu_hu: Töltés

source: Reset colors on changing a scheme! If unchecked, it only changes the Default button's target color.
hu_hu: Ha be van pipálva, a színeket automatikusan az aktív összeállításhoz állítja.

source: Static
hu_hu: Statikus

source: Sticky
hu_hu: Mozgó

source: Fade-out Header on Scroll
hu_hu: Header lassan eltűnik, ahogy görgetsz

source: Use this image only on the front page
hu_hu: Csak a kezdőoldalon használja ezt a képet

source: Sidebar
hu_hu: Oldalsáv

source: Sidebar on the Left
hu_hu: Oldalsáv bal oldalon

source: No Sidebar on the Homepage
hu_hu: Kezdőoldalon ne legyen oldalsáv

source: Sidebar only on the Homepage
hu_hu: Oldalsáv csak a kezdőoldalon legyen

source: Primary Navigation
hu_hu: Elsődleges navigáció

source: Primary
hu_hu: Elsődleges

source: Alternative
hu_hu: Alternatív

source: Footer Left
hu_hu: Footer bal oldala

source: Footer Middle
hu_hu: Footer közepe

source: Footer Right
hu_hu: Footer jobb oldala

source: Search
hu_hu: Keresés

source: Not Found
hu_hu: Nem található

source: Older comments
hu_hu: Régebbi hozzászólások

source: Newer comments
hu_hu: Újabb hozzászólások

source: Comments are closed.
hu_hu: Hozzászólások lezárva.

source: Pages:
hu_hu: OIdalak:

source: Sorry, no results were found.
hu_hu: Bocsi, nincs találat.
